/* No comment provided by engineer. */
"Black App Icons" = "Čierne ikony";

/* No comment provided by engineer. */
"Caps Lock off" = "Caps Lock vypnutý";

/* No comment provided by engineer. */
"Caps Lock on" = "Caps Lock zapnutý";

/* No comment provided by engineer. */
"Num Lock on" = "Num Lock zapnutý";

/* No comment provided by engineer. */
"Num Lock off" = "Num Lock vypnutý";

/* No comment provided by engineer. */
"Function key on" = "Funkčná klávesa zapnutá";

/* No comment provided by engineer. */
"Function key off" = "Funkčná klávesa vypnutá";

/* No comment provided by engineer. */
"Capster" = "Capster";

/* No comment provided by engineer. */
"Close" = "Zatvoriť";

/* No comment provided by engineer. */
"Colored App Icons" = "Farebné ikony";

/* No comment provided by engineer. */
"Colored Orbs" = "Farebné kruhy";

/* No comment provided by engineer. */
"Menu bar icon:" = "Ikona v menu bare:";

/* No comment provided by engineer. */
"No Icon" = "Žiadna ikona";

/* No comment provided by engineer. */
"Preferences" = "Nastavenia";

/* No comment provided by engineer. */
"Open Capster Preferences..." = "Otvoriť nastavenia Capster...";

/* No comment provided by engineer. */
"Quit" = "Ukončiť";

/* No comment provided by engineer. */
"Starting" = "Spúšťam";

/* No comment provided by engineer. */
"Start Capster at Login:" = "Spustiť Capster po prihlásení:";

/* No comment provided by engineer. */
"Enabling this option will cause Capster to run without showing a dock icon or a menu item.\n\nTo access preferences, tap Capster in Launchpad, or open Capster in Finder." = "Povolením tohoto nastavenia spôsobí, že Capster bude spustení bez viditeľnej ikony v Docku, alebo Menu bare.\n\nPre prístup k nastaveniam aplikácie, spustite Capster z Lanchpadu, alebo Finderu.";

/* No comment provided by engineer. */
"Warning! Enabling this option will cause Capster to run in the background" = "Upozornenie! Povolenie tohoto nastavenia spôsobí, že Capster bude spustení na pozadí";

/* No comment provided by engineer. */
"Alert! Enabling this option will add Capster to your login items" = "Upozornenie! Povolenie tohoto nastavenia pridá Capster medzi aplikácie spúšťané po prihlásení sa do systému";

/* No comment provided by engineer. */
"Allowing this will let Capster launch everytime you login, so that it is available at all times" = "Táto voľba umožní spustenie Capster vždy po prihlásení, tak aby bol stále k dispozícii";

/* No comment provided by engineer. */
"Send Caps Lock Notifications" = "Posielať Caps Lock hlásenia";

/* No comment provided by engineer. */
"Send Num Lock Notifications" = "Posielať Num Lock hlásenia";

/* No comment provided by engineer. */
"Send Function Key Notifications" = "Posielať hlásenia funkčnej klávesy";

/* No comment provided by engineer. */
"Play sound with notifications" = "Prehrať zvuk";
